Repository: 4lex-4nd3r/Bee
Catalog: Муха/*.lproj/Localizable.strings
Languages: ru

source: Arnold
ru: Даниил

source: Ryan
ru: Дмитрий

source: Guy
ru: Филипп

source: Kelsy
ru: Анна

source: Aria
ru: Алена

source: Mia
ru: Карина

source: Reminder
ru: Напоминание

source: Time to practice
ru: Пришло время потренироваться

source: Date
ru: Дата

source: Steps -
ru: Шаги -

source: Speed -
ru: Скорость -

source: Blind - Yes
ru: Вслепую - Да

source: Blind - No
ru: Вслепую - Нет

source: days played streak -
ru: дней непрерывно -

source: fly's steps -
ru: шагов мухи -

source: watching the fly -
ru: следил за мухой -

source: flies found blindly -
ru: мух найдено вслепую -

source: min
ru: мин

source: sec
ru: сек

source: steps
ru: шаги

source: speed
ru: скорость

source: reminder
ru: напоминание

source: Show cells
ru: Показать ячейки

source: Hide cells
ru: Спрятать ячейки

source: Where's the fly?
ru: Где муха?

source: Start
ru: Старт

source: Stop
ru: Стоп

source: left
ru: влево

source: right
ru: вправо

source: up
ru: вверх

source: down
ru: вниз

source: That's right
ru: Верно

source: Error
ru: Ошибка

source: You're doing great!
ru: Вы молодец!

source: Try again.
ru: Попробуйте еще.

source: Next
ru: Далее

source: Done
ru: Готово

# text for first screen
source: Exercise 'Fly' develops concentration of attention. Amazing effect after just a month of regular training! At the beginning of the exercise, when you press the 'start' button, a fly appears in the table in one of the cells. remember its position, because in three seconds it will disappear. The announcer will begin to pronounce the directions of the fly's movement, mentally imagine how the fly moves around the table. At the moment when the announcer asks 'Where is the fly?', click on the cell in which, in your opinion, it is located.
ru: Упражнение «Муха» развивает концентрацию внимания. Потрясающий эффект спустя всего месяц регулярных тренировок! В начале упражнения, при нажатии кнопки «старт», в таблице в одной из клеток появляется муха. запомните ее положение, так как через три секунды она исчезнет. Диктор начнет произносить направления движения мухи, мысленно представляйте как муха перемещается по таблице. В момент, когда диктор спросит «Где муха?», нажмите на клетку, в которой, по вашему мнению, она находится.

# text for second screen
source: In the options, you can adjust the difficulty and duration of the game at your discretion. The 'steps' counter is responsible for how many cells the fly will pass before the announcer asks you to point to its location. The 'time' counter adjusts the pause between movements, increasing the time of holding attention on one cell. By enabling the 'hide cells' option, the table will be hidden throughout the game. Choose the voice of the announcer at your discretion.
ru: В опциях вы можете настроить сложность и длительность игры на свое усмотрение. Счетчик «шаги» отвечает за то, сколько клеток муха пройдет, прежде чем диктор попросит вас указать на ее местоположение. Счетчик «время» настраивает паузу между перемещениями, увеличивая время удержания внимания на одной клетке. Включив опцию 'спрятать ячейки', таблица будет скрыта на протяжении всей игры. Выбирайте голос диктора на ваше усмотрение.

# text for third screen
source: Set a reminder to not miss your daily workouts. You can view a detailed history of your exercises. Get 'stars' as a reward for achievements and hard training!
ru: Установите напоминание, чтобы не пропускать ежедневные тренировки. Вы можете просматривать детальную историю своих упражнений. Получайте 'звезды' в награду за достижения и упорные тренировки!
