//
//  Help.swift
//  Муха
//
//  Created by Александр on 16.09.2022.
//

import Foundation

struct Help {
   
   static let text = """

Упражнение «Муха» развивает концентрацию внимания.

В начале упражнения, при нажатии кнопки «старт», в таблице в одной из клеток появляется муха. запомните ее положении, так как через три секунды она исчезнет. Диктор начнет произносить направления движения мухи, мысленно представляйте как муха перемещается по таблице. В момент, когда диктор спросит «где муха?», нажмите на клетку, в которой, по вашему мнению, она находится.

В опциях вы можете настроить сложность и длительность игры на свое усмотрение.
Счетчик «шаги» отвечает за то, сколько клеток муха пройдет, прежде чем диктор попросит вас указать на ее местоположение.
Счетчик «время» настраивает паузу между перемещениями, увеличивая время удержания внимания на одной клетке.
Включив опцию "спрятать таблицу", таблица будет скрыта на протяжении всей игры.
"""
}
