//
//  OnBoardingText.swift
//  Муха
//
//  Created by Александр on 27.09.2022.
//

import Foundation

struct OnBoardingText {

   static let page0 = """
Упражнение «Муха» развивает концентрацию внимания.
Потрясающий эффект спустя всего месяц регулярных тренировок!

В начале упражнения, при нажатии кнопки «старт», в таблице в одной из клеток появляется муха. запомните ее положение, так как через три секунды она исчезнет.

Диктор начнет произносить направления движения мухи, мысленно представляйте как муха перемещается по таблице. В момент, когда диктор спросит «Где муха?», нажмите на клетку, в которой, по вашему мнению, она находится.
"""
   static let page1 = """
В опциях вы можете настроить сложность и длительность игры на свое усмотрение.

Счетчик «шаги» отвечает за то, сколько клеток муха пройдет, прежде чем диктор попросит вас указать на ее местоположение.

Счетчик «время» настраивает паузу между перемещениями, увеличивая время удержания внимания на одной клетке.

Включив опцию "спрятать ячейки", таблица будет скрыта на протяжении всей игры.

Выбирайте голос диктора на ваше усмотрение.
"""
   static let page2 = """
Установите напоминание, чтобы не пропускать ежедневные тренировки.

Вы можете просматривать детальную историю своих упражнений.

Получайте "звезды" в награду за достижения и упорные тренировки!
"""
}
